{
    "Projects": "Projects",
    "Home": "Home",
    "About": "About",
    "Greeting": "Hi There!",
    "Im": "I'm",
    "Typer1": "Full Stack Java Developer",
    "Typer2": "Open-source contributor",
    "Typer3": "Passionate about Science and Engineering",
    "AboutHeader": "About",
    "Me": "Me",
    "MLE": "a passionate Full Stack Developer",
    "IWorkAt": "working at",
    "Company": "TatvaSoft",
    "CompanyLocation": "in Ahmedabad, Gujarat",
    "IHoldDegree1": "I hold a Bechalor of Engineering in",
    "School1": "from L. J. Institute of Engineering and Technology",
    "And": "and",
    "Interests": "My professional interests include:",
    "Languages": "Languages",
    "Frameworks": "Frameworks",
    "IUse": "I use",
    "Tools": "Tools",
    "ProjHeader": "My Recent",
    "Works": "Works",
    "View": "View Project",
    "ProjSubtitle": "Here are a few projects I've worked on recently",
    "Proj1": "This is a platform where the service providers i.e. cleaners can register themselves to provide services through the portal, they would also receive an intimation in form of email once services has been booked by the customers. Customers can book the services by choosing the one of the listed service providers from the portal.",
    "Proj2": "High-performance header-only C++20 library for bayesian inference on discrete bayesian networks, supporting both CPU and GPU implementations (Cuda and OpenCL) of inference algorithms and copy-on-write (CoW) memory optimizations.",
    "Proj3": "With this application, A faculty can take a group picture of the class, and the attendance of all present students gets stored automatically on the cloud! It really is that simple.",
    "Proj4": "Personal website portfolio for professional usage. Built with React and ❤️. Highly customizable and easy to use.",
    "Proj5": "Provide online Auction Management System  to the users. In this we store all auction data . In this we have given a list of functionality like creating invoices  , accounting , payment gateway etc. Bidders don't have to dig through a bunch of text to find the most important info . We can also export and import the auction data. We can do all the  analysis of the auctions and invoices easily . I worked on several important tasks for this project, including server side pagination, locale functionality, and the project's invoice module. ",
    "ThisWebsite": "This website"
}
